export const Movie = {
  id: '124',
  name: 'Брат',
  description:
    'Легендарную фразу Данилы Багрова «Скоро всей вашей Америке кирдык» Алексей Балабанов всерьез решил воплотить в кинопродолжении истории о народном герое в 2000 году, в результате чего и получился культовый «Брат 2», рассказывающий о похождениях борца за справедливость в стране победившей демократии. После минувших событий первой части Данила с братом Виктором поменялись местами, отправив родственника в провинцию помогать матери. Однако Витя мало чем оказался полезен в хозяйстве, погрязнув в беспробудном алкоголизме, обвиняя всех и вся в своих неудачах. Данилу тем временем приглашают в Москву на передачу в честь героев первой чеченской войны. Там парнишка снова встречается со своими старыми боевыми товарищами, одного из которых вскоре убивают. Вновь столкнувшись с вопиющей несправедливостью, Данила не может так просто остаться в стороне. Для того чтобы разобраться с обидчиками, ему предстоит посетить Америку, где живет брат-близнец погибшего, знаменитый хоккеист. Как Америке пришел тот самый «кирдык», вы можете смотреть онлайн в фильме «Брат 2». Приглашаем посмотреть фильм «Брат 2» в нашем онлайн-кинотеатре совершенно бесплатно в хорошем HD качестве. Приятного просмотра!',
  rating: 9,
  url: 'https://www.youtube.com/watch?v=ysz5S6PUM-U',
  persons: {
    directors: [
      {
        id: '121',
        director: 'Алексей Балабанов',
        image:
          'https://thumbs.dfs.ivi.ru/storage4/contents/1/0/8543be0c6318859b33fbffeebf8303.jpg/88x88/?q=85',
      },
    ],
    actors: [
      {
        id: '122',
        director: 'Сергей Бодров',
        image:
          'https://thumbs.dfs.ivi.ru/storage2/contents/6/9/3cebfe8b633e9cc533db2bbb7bc164.jpg/88x88/?q=85',
      },
      {
        id: '123',
        director: 'Виктор Сухоруков',
        image:
          'https://thumbs.dfs.ivi.ru/storage9/contents/f/3/2f2862559d4a00535bc00c15af397a.jpg/88x88/?q=85',
      },
      {
        id: '125',
        director: 'Виктор Сухоруков',
        image:
          'https://thumbs.dfs.ivi.ru/storage9/contents/f/3/2f2862559d4a00535bc00c15af397a.jpg/88x88/?q=85',
      },
      {
        id: '126',
        director: 'Виктор Сухоруков',
        image:
          'https://thumbs.dfs.ivi.ru/storage9/contents/f/3/2f2862559d4a00535bc00c15af397a.jpg/88x88/?q=85',
      },
    ],
  },
};
